GENDER_CHOICES=[
    ('M','مرد'),
    ('F','زن')
]
SUBJECT_CHOICES=[
    ('عاشقانه','عاشقانه'),
    ('اجتماعی','اجتماعی'),
    ('سیاسی','سیاسی'),
    ('طنز','طنز'),
    ('غزل','غزل'),
    ('شعر نو','شعر نو'),
    ('تجربه‌های شخصی','تجربه‌های شخصی'),
    ('حکمت و دانایی','حکمت و دانایی'),
    ('فلسفی','فلسفی'),
    ('عاطفی','عاطفی'),
    ('انتقادی','انتقادی'),
    ('تاریخی','تاریخی'),
    ('مذهبی','مذهبی'),
    ('اجتماعی-سیاسی','اجتماعی-سیاسی'),
    ('اجتماعی-عاشقانه','اجتماعی-عاشقانه'),
    ('اجتماعی-طنز','اجتماعی-طنز'),
    ('اجتماعی-غزل','اجتماعی-غزل'),
    ('اجتماعی-شعر نو','اجتماعی-شعر نو'),
    ('سبک زندگی','سبک زندگی'),
    ('سفر','سفر'),
    ('یادداشت‌های روزانه','یادداشت‌های روزانه'),
    ('خاطرات','خاطرات'),
    ('داستان کوتاه','داستان کوتاه'),
    ('رمان','رمان'),
    ('شعر کودکانه','شعر کودکانه'),
    ('شعر نوجوانانه','شعر نوجوانانه'),
    ('شعر بزرگسالان','شعر بزرگسالان'),
    ('شعر عاشقانه','شعر عاشقانه'),
    ('شعر اجتماعی','شعر اجتماعی'),
    ('شعر سیاسی','شعر سیاسی'),
    ('شعر طنز','شعر طنز'),
    ('شعر غزل','شعر غزل'),
    ('شعر نو','شعر نو'),
]

POST_TYPE = [
    ('نثر', 'نثر'),
    ('نظم', 'نظم'),
]

